{
  "about": {
    "title": "Atualizador Pacote GameMod (APG)",
    "copyright": "O Atualizador Pacote GameMod usa a licença GPL-3.0",
    "disclaimers": "◆ A GameMod design não detém nenhum direito de cópia sobre nenhum arquivo baixado por este homebrew e todo o crédito pertence aos seus respectivos proprietários.\n◆ Os links serão atualizados sempre que um novo pacote estiver disponível ou for necessário. Se um link estiver quebrado, informe no grupo de Facebook 'GameMod design'.\n\nObrigado!",
	"donate": ""
  },
  "cheats": {
    "exclude_titles": "Excluir títulos",
    "exclude_titles_desc": "Você pode desativar as atualizações de trapaças neste menu.",
    "exclude_titles_save": "Salvar escolha e retornar."
  },
  "common": {
    "download": "Baixando:\n",
    "downloading": "Baixando…",
    "from": "\n\nDe:\n",
    "extracting": "Extraindo…",
    "selected": "Selected",
    "off": "Off",
    "all_done": "Finalizado!",
    "back": "Voltar",
    "continue": "Continuar",
    "no": "Não",
    "yes": "Sim",
    "go_back": "Voltar",
    "confirm": "Confirm",
    "cancel": "Cancelar",
    "updating": "Atualizando app",
    "ok": "Aceitar",
    "applet_mode_not_supported": "Esta função não está disponível no modo applet. Por favor, inicia o Atualizador Pacote GameMod através do redirecionados de títulos para acessa-la."
  },
  "changelog": {
    "changelog": "Alterações"
  },
  "main": {
    "getting": "Baixando {}",
    "firmware_text": "◆ Firmwares disponíveis em 'https://darthsternie.net/switch-firmwares/'.\nDepois de baixada ela será extraído para a pasta '/firmware' e você pode, então, instalá-la usando o homebrew 'Daybreak'.\n◆ Firmware atual: ",
	"translations_text": "◆ As traduções no Nintendo Switch são feitas por membros da cena e tem a finalidade de distribuir acessibilidade linguística aos jogos, visto que muitas produtoras, infelizmente, não se preocupam em traduzir oficialmente seus jogos.\n\nAbaixo estão listadas algumas das traduções atualmente disponíveis para o Nintendo Switch.",
    "firmware": "firmware",
    "not_found": "não encontrado",
	"ams_text": "Nesta tela você pode baixar e atualizar seu Pacote Atmosphère (GMPACK).",
    "links_not_found": "Não foi possível encontrar um link de download, certifique-se de que seu Switch tenha acesso à Internet.\nSe o problema persistir, abra um 'issue' no GitHub.",
    "new_update": " (Nova atualização disponível)",
    "about": "Informações",
	"update_ams": "Baixar GMPACK",
    "download_firmware": "Baixar firmwares",
	"download_translations": "Baixar traduções",
    "tools": "Ferramentas",
    "launch_warning": "Por favor, preste atenção aos seguintes pontos antes de usar este homebrew:\n\n◆ Leia e entenda sobre como manualmente atualizar seu Switch antes. Isto lhe ajudará a entender melhor este homebrew e você saberá o que fazer caso algo saia errado.\n◆ Para evitar o risco de corrompimento de dados, o uso deste homebrew em um microSD formatado em exFAT é FORTEMENTE desaconselhado.\n\n◆ As últimas informações sobre novas funções inseridas e/ou modificadas está disponível no menu Ferramentas->Changelog.\n\nEsta tela não aparecerá novamente.",
	"footer_text" : "GameMod design - v{} - {}Gb disponíveis",
    "theme_warning": "Parace que você tem um tema customizado instalado e isto pode fazer com que seu sistema falhe ao iniciar após a atualização.\nPor favor, considete deletar o tema antes de atualizar."
  },
  "tools": {
    "batch_copy_not_found": "Os segintes arquivos não foram encontrados e não puderam ser copiados:\n",
    "update_app": "Atualizar o aplicativo (v{})",
    "dl_app": "Baixar:\nAtualizador Pacote GameMod (v{})",
    "internet_settings": "Editar configurações de internet",
    "browser": "Navegador web",
    "clean_up": "Limpar arquivos baixados",
    "changelog": "Alterações"
  },
  "utils": {
    "set_hekate_reboot_payload": "Você gostaria de copiar o payload Hekate '{}' para '{}'?",
    "not_an_archive": "O arquivo baixado não é um arquivo zip. Isto provavelmente aconteceu devido a um link quebrado. Se o problema persistir depois de 30 minutos, por favor, abra um 'issue' no Github.",
    "overwrite_inis": "Você deseja sobrescrever os arquivos de configuração .ini existentes?",
	"fresh_install": "Você deseja realizar uma instalação limpa?\n\nUma instalação limpa removerá todo o conteúdo do microSD menos as pastas 'emuMMC' e 'Nintendo'."
  },
  "ams_update": {
	"current_ams": "Atmosphère atual: ",
	"erista_rev": "Revisão: Erista",
	"mariko_rev": "Revisão: Mariko",
	"pack_label": "GMPACK é um pacote de custom firmware que inclui o Atmosphère, sigpatches, hekate, nyx e vários outros homebrews.",
    "getting_ams": "Baixando GMPACK",
    "reboot_rcm": "O Switch agora irá reiniciar em um payload especial para concluir a instalação."
  },
  "firmware": {
    "launch_daybreak": "Você gostaria de iniciar o Daybreak para instalar o firmware baixado?"
  },
  "net": {
    "title": "Configurações da internet"
  },
  "errors": {
    "insufficient_storage": "Não há espaço suficiente no seu microSD para executar esta operação.",
    "error_message": "{}\nPor favor, tente novamente em alguns minutos. Se o problema persistir, por favor, abra um 'issue' no Github.",
    "mariko_payload_missing": "Para atualizar o Atmosphère em Switches corrigidos o payload precisa ter o nome de \"payload.bin\" e deve estar na raiz do seu microSD."
  }
}